import { Slide } from '../types'

export const slides: Slide[] = [
  {
    id: 1,
    title: 'کالکشن جدید لباس‌های زنانه',
    text: 'با جدیدترین مدل‌های لباس زنانه، استایلی متفاوت و چشم‌نواز را تجربه کنید. از لباس‌های روزمره و کژوال گرفته تا مدل‌های مجلسی و رسمی، همه با طراحی مدرن، پارچه‌های باکیفیت و دوخت حرفه‌ای آماده شده‌اند تا زیبایی و راحتی را هم‌زمان برای شما به ارمغان بیاورند.',
    img: '/images/sliders/pi1.png',
    link: '/shop?category=Mens-clothing&page=1',
    bg: '#decdb9'
  },
  {
    id: 2,
    title: 'استایل مردانه؛ شیک و ماندگار',
    text: 'مجموعه‌ای از جدیدترین لباس‌های مردانه شامل تیشرت، پیراهن، شلوار، هودی و کت با طراحی مدرن و کیفیتی ممتاز. با انتخابی متناسب با هر سلیقه و مناسب برای موقعیت‌های رسمی و روزمره، استایل خود را کامل کنید.',
    img: '/images/sliders/pi2.png',
    link: '/shop?category=Womens-clothing&page=1',
    bg: '#ae9173'
  }
]
